---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsLandingtypeThickness
source: html/5fa74135-5fde-fdce-bc9b-29c59a96ec4d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsLandingtypeThickness Property

"Monolithic Thickness": Default thickness

## Syntax (C#)
```csharp
public static ForgeTypeId StairsLandingtypeThickness { get; }
```